{
    "chapters": [
        {
            "summary": "Emily Kwang is recording shortwave from NPR headquarters. The US is close to officially declaring that Cove has claimed the lives of a million people in this country. Many of these COVID-19 deaths were preventable, according to a study from the Brown School of Public Health and Microsoft AI for health.",
            "headline": "Emily is recording shortwave from NPR headquarters.",
            "gist": "Npr on covid - 19.",
            "start": 730,
            "end": 111606
        },
        {
            "summary": "There were 3190 deaths from Covet after vaccines were open to all adults in the US last year. Only about 30% of kids aged 5 to 11 are fully vaccinated. Social media is to blame for the rise of anti-vaxxer sentiment on social media.",
            "headline": "There were 3190 deaths from covet after vaccines were open to all adults in the US last year.",
            "gist": "Interview with nicole baldwin and calvin johnson.",
            "start": 111668,
            "end": 294658
        },
        {
            "summary": "Influencers are promoting antivaccine messages on social media. Lydia Green is a mother of three children. She is trying to form a support group called Camaraderie for people who have fallen for the anti vaccine propaganda. Back to the Back is on a mission to connect families with sciencebacked, evidence.",
            "headline": "Lydia Green is trying to form a support group called Camaraderie for people who have fallen for the anti vaccine propaganda.",
            "gist": "Who are the antivaccine influencers.",
            "start": 294744,
            "end": 551678
        },
        {
            "summary": "Emily Kwang is the host of Shortwave, the Daily Science podcast from NPR. This season of The Story Corps podcast is about the helpers people who reached out of hand even when they didn't have to. The new season is out now. The message comes from NPR sponsor Chevrolet.",
            "headline": "Emily is the host of the Daily Science podcast from nprorg.",
            "gist": "Story corps podcast thank you.",
            "start": 551834,
            "end": 607100
        }
    ],
    "audio_url": "https://www.listennotes.com/e/p/8ca39e8e4d2945c69c594f547a72b79d/",
    "thumbnail": "https://cdn-images-1.listennotes.com/podcasts/short-wave/how-vaccine-misinformation-xz_I12CoK4Q-rzMBcUOkAaW.300x168.jpg",
    "podcast_title": "Short Wave",
    "episode_title": "How Vaccine Misinformation Spread Through The Parenting World"
}