{
    "chapters": [
        {
            "summary": "Emily Kwang is recording shortwave from NPR headquarters. The US is close to officially declaring that Cove has claimed the lives of a million people in this country. Many of these COVID-19 deaths were preventable, according to a study from the Brown School of Public Health and Microsoft AI for Health Today. Allison Aubrey is talking to NPR colleagues about misinformation.",
            "headline": "The US is close to officially declaring that Cove has claimed the lives of a million people in this country.",
            "gist": "A million deaths and counting.",
            "start": 730,
            "end": 160918
        },
        {
            "summary": "Alison has covered this pandemic from the very start. The US played a big role in creating the vaccines and creating the medicines vaccine. Hesitancy is fueled by politically motivated misinformation. Only about 30% of kids aged five to 11 are fully vaccinated. Social media has helped spread the misinformation.",
            "headline": "Vaccine. Hesitancy is fuelled by politically motivated misinformation.",
            "gist": "How did the pandemic get here.",
            "start": 160944,
            "end": 294478
        },
        {
            "summary": "There is a growing trend of anti-vaccine content on social media. Lydia Green, a mother of three, is trying to create a support group called Back to the Backs for people who have fallen for the anti vaccine propaganda. The number of kindergartners who don't have basic vaccines at school has fallen slightly.",
            "headline": "Lydia Green is trying to create a support group for people who have fallen for the anti vaccine propaganda.",
            "gist": "Who are the anti - vaccine influencers.",
            "start": 294564,
            "end": 590650
        }
    ],
    "audio_url": "https://www.listennotes.com/e/p/8ca39e8e4d2945c69c594f547a72b79d/",
    "thumbnail": "https://cdn-images-1.listennotes.com/podcasts/short-wave/how-vaccine-misinformation-xz_I12CoK4Q-rzMBcUOkAaW.300x168.jpg",
    "podcast_title": "Short Wave",
    "episode_title": "How Vaccine Misinformation Spread Through The Parenting World"
}