{
    "chapters": [
        {
            "summary": "Philip Krim. Is cofounder of Casper, a company focused on sleep. Casper was launched in April 2014 and had $1 million in sales in its first month. Its leading product is its mattress, which can be ordered online and delivered in a bar. Locks to your door, sometimes within hours.",
            "headline": "Philip Krim. Is cofounder of Casper, a company that sells a mattress that can be ordered online and delivered in a bar.",
            "gist": "The interview begins.",
            "start": 6430,
            "end": 41190
        },
        {
            "summary": "Casper was founded by Adam Casper who sold 40000 beds in his previous company called the Merrick Group. Casper believes that the only way to know if a bed is right for you is to sleep on it. Mattresses come with a 100 night trial and if you don't like it, you can call Casper to come pick it up.",
            "headline": "Casper is a company that sells mattresses with a 100 night trial.",
            "gist": "The number of years one spends sleeping.",
            "start": 41300,
            "end": 174990
        },
        {
            "summary": "Casper was started by Luke, Neil Parik, Luke's and Neil's Co-founder. Neil's dad is a sleep doctor. The name Casper came from Luke's roommate. Luke and Neil didn't work out of the coworking space where Casper is based.",
            "headline": "Casper was started by Luke Parik, Neil Parik and their co-founder.",
            "gist": "What led to the idea for casper.",
            "start": 175100,
            "end": 288534
        },
        {
            "summary": "Philip Crim is cofounder of Casper, an online mattress company. Casper raised $85 million and launched on April 22, 2014. The company is focused on providing a better night's sleep for its consumers. It also publishes Van Winkles, a website focused on sleep.",
            "headline": "Philip Crim is Cofounder of Casper, an online mattress company.",
            "gist": "The simplicity of casper.",
            "start": 288632,
            "end": 421086
        },
        {
            "summary": "Ben Lear of Lero Hippo Ventures led Casper's seed round. It was the first time Casper took venture capital. It raised 55 million. Celebrity investors included Leonardo DiCaprio, Tobey Maguire and Adam Levine of Maroon Five. Casper also has a website called Van Winkles.",
            "headline": "Celebrity investors included Leonardo DiCaprio Tobey Maguire and Adam Levine of Maroon five.",
            "gist": "Their first venture round.",
            "start": 421208,
            "end": 603802
        },
        {
            "summary": "Everyone needs a night of sleep and everyone has a personal connection to it. Health movements changed the way people thought about healthy living and well balanced living. Sleep is the next big pillar on that. Ten years ago, people were bragging about how little sleep they got. Now you don't hear that anymore.",
            "headline": "Ten years ago people were bragging about how little sleep they got. Now you don't hear that.",
            "gist": "The importance of sleep.",
            "start": 603946,
            "end": 649810
        },
        {
            "summary": "In the early days of the business, there was a lot of demand for mattresses and the supply of them outstripped the demand. Customers were waiting up to 8 weeks for a bed. Neil used a cargo bike to deliver some of the beds. The company has a showroom in NoHo and a pop-up store in la.",
            "headline": "The company has a showroom in NoHo and a pop-up store in la.",
            "gist": "Operations in the early days.",
            "start": 649870,
            "end": 791358
        },
        {
            "summary": "When he was in high school, he would have a summer job at one of the local country clubs. One summer before College, he worked at a software company that was developing technology so that companies could monitor chats within the company for compliance issues. He has a younger sister who's a nurse.",
            "headline": "Before College, he worked at a software company developing technology so that companies could monitor chats within the company.",
            "gist": "Karen's personal life.",
            "start": 791384,
            "end": 907506
        },
        {
            "summary": "In the early days of his company, mattress firm, Jeff spent a lot of time with hiring. Three of his cofounders had known each other for a long time. Jeff and Jeff were the new guys. As part of the team, they had become very good friends.",
            "headline": "In the early days of his company, mattress firm, Jeff spent a lot of time with hiring.",
            "gist": "What was harder as a founder.",
            "start": 907688,
            "end": 975942
        },
        {
            "summary": "Van Winkles is a co-founder of Casper with five other co-founders. He met his wife Kimberly on the roof of his building in the city before Casper, Kimberly got her Masters from Columbia in public health. On Van Winkles, they talk about how looking at blue light is bad for sleep.",
            "headline": "He met his wife Kimberly on the roof of his building before Casper.",
            "gist": "Who is kim.",
            "start": 976016,
            "end": 1094962
        },
        {
            "summary": "Philip Krim is cofounder of Casper. He didn't get enough sleep last night because he had a dinner work event. Jessica Harris is happy to have him as a guest on her radio show. She invites him to visit her website and follow her on social media.",
            "headline": "Jessica Harris invites him to visit her website and follow her on Social media.",
            "gist": "How much sleep did you get last night.",
            "start": 1095046,
            "end": 1134310
        }
    ],
    "audio_url": "https://www.listennotes.com/e/p/f8485b67777f4e84a0a48e9cb2b416f1/",
    "thumbnail": "https://cdn-images-1.listennotes.com/podcasts/from-scratch-with-jessica-harris-jessica-bAtHKlaX4gD-uBqzMIjoSTG.300x300.jpg",
    "podcast_title": "From Scratch with Jessica Harris",
    "episode_title": "Philip Krim"
}